  {
    "id" : 182,
    "name" : "African Development Bank (AfDB)",
    "SDIP" : true,
    "description" : "A regional multilateral development finance institution promoting sustainable economic and social development in its 54 regional member states, thus contributing to poverty reduction. The Bank mobilizes and allocates resources for investment in African countries, and provides policy advice & technical assistance to support development efforts. The AfDB Group comprises three entities: The African Development Bank, the African Development Fund (concessional window of the AfDB) and the Nigeria Trust Fund.",
    "type" : "Development finance institution (DFI)",
    "geography" : "Regional (Africa) ",
    "projects" : [
      {
        "id" : 1,
        "name" : "Private Sector Operations ",
        "type" : "Programme/service area",
        "description" : "AfDB’s Private Sector Operations support private sector development in Africa at two levels: (a) Assisting African governments to improve a business enabling environment; and (b) creating demonstration effects by assisting entrepreneurs to achieve success with a select number of transactions. Activities comprise non-sovereign guaranteed (NSG) lending activities in industries & services, PPPs & infrastructure; and non-lending activities, including studies, initiatives and new programs. Bank assistance is provided directly to private entities (enterprises, financial intermediaries) through term loans, equity participations, quasi-equity investments, guarantees, syndications. See other entries for examples of specific funds and projects.",
        "objective" : "To support private sector development in Africa. ",
        "mapFileName" : "afdb.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,2,3],
        "sectorIDs": [5,6,7,8,9,11,13,14],
        "sectors": [],
        "partners" : "Shareholders include 54 African countries (regional member countries) and 26 non-African countries (non-RMCs). The AFD, administered by the African Development Bank, comprises 32 contributing countries.",
        "countries" : "Africa - regional member countries"
      },
      {
        "id" : 2,
        "name" : "African Investment Forum ",
        "type" : "Events",
        "description" : "The Africa Investment Forum is a co-guarantee and co-financing platform, bringing together project sponsors, borrowers, lenders, and public and private sector investors to raise capital and accelerate investment to transform Africa’s economic, agricultural and industrial sectors. It is an annual transactional investment marketplace for advancing projects to bankable stages, raising capital and accelerating the financial closure of deals.  The next Forum will take place 13-15 November 2019.",
        "objective" : "To raise capital and accelerate investment to transform Africa’s economic, agricultural and industrial sectors. ",
        "mapFileName" : "int_global.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [3,5,13],
        "sectors": [],
        "partners" : "Convening partners for the 2018 Forum included: AfDB, Gauteng Provincial Government, Invest SA, Africa 50, Afrexim Bank, European Investment Bank, AFC, DBSA, TDB, Islamic Development Bank. Sponsors included Harith, ABR, Petrolin, SimmonsCooper Partners, Economic Development Board (Mauritius), Power Africa, Millenium Challenge Corporation, Patagonian Tech, IDB.",
        "countries" : "2018 Africa Investment Forum attracted 1 943 participants representing 87 countries, and 400 investors from 52 countries."
      },
      {
        "id" : 3,
        "name" : "New Deal on Energy for Africa (Light up & power Africa)",
        "type" : "Initiative",
        "description" : "A partnership-driven effort with the goal of achieving universal access to energy in Africa by 2025. AfDB works with governments, the private sector, and bilateral and multilateral energy sector initiatives to develop a Transformative Partnership on Energy for Africa. This is a platform for public-private partnerships for innovative financing in Africa’s energy sector. Focused on 5 key principles: (a) raising aspirations to solve Africa's energy challenges; (b) establishing a Transformative Partnership on Energy for Africa; (c) mobilising domestic and international capital (public and private) for innovative financing in Africa’s energy sector; (d) supporting African governments to strengthen energy policy, regulation and sector governance; (e) increasing the African Development Bank's investments in energy and climate financing.",
        "objective" : "To achieve universal access to energy in Africa by 2025.",
        "mapFileName" : "afdb.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,3],
        "sectorIDs": [8,11,14],
        "sectors": [],
        "partners" : "Led within AfDB by the newly established Vice Presidency for Power, Energy, Climate Change and Green Growth.",
        "countries" : "African member countries"
      },
      {
        "id" : 4,
        "name" : "Industrialise Africa",
        "type" : "Initiative",
        "description" : "To industrialize Africa, the AfDB is committed to mobilizing capital, derisking investments for the private sector, and leveraging capital markets. The Bank has spearheaded the implementation of the High 5 Industrialize Africa priority by identifying and investing in high value industrial projects which have a catalytic effect on countries’ economies and promote the transformation of African economies. The Bank works with the private sector, providing senior debt, guarantees, technical assistance, subordinate debt and equity.",
        "objective" : "To promote the industrialisation of Africa in support of development. ",
        "mapFileName" : "afdb.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,2],
        "sectorIDs": [5],
        "sectors": [],
        "partners" : "Private sector investors, financial institutions, African enterprises.",
        "countries" : "African member countries"
      },
      {
        "id" : 5,
        "name" : "Feed Africa",
        "type" : "Initiative",
        "description" : "An initiative to transform African agriculture into a globally competitive, inclusive and business-oriented sector that creates wealth, generates gainful employment, and improves quality of life. The initiative seeks to transform a selection of key agricultural commodities and agro-ecological zones. Part of the Feed Africa strategy is to mobilize a well-funded private sector capable of scaling emergent agribusines successes and driving long-term sustainable agribusiness growth, with the public sector as an enabler.",
        "objective" : "To transform agriculture in Africa to support increase food security and development.",
        "mapFileName" : "afdb.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,3],
        "sectorIDs": [13],
        "sectors": [],
        "partners" : "Feed Africa works closely with a wide range of parties that include national governments, regional economic communities, the private sector, farmers, develop ment partners, research institutions and civil society organisations.",
        "countries" : "African member countries"
      },
      {
        "id" : 6,
        "name" : "Integrate Africa",
        "type" : "Initiative",
        "description" : "Working towards a common market based on an economic union by strengthening integration and connectivity for growth. Includes improving the business environment for private sector investment and know-how. Aims to strengthen connectivity to make progress in developing power generation, transport infrastructure, ICT and logistics, trade and investment, and financial market inclusion and integration; as well as in combining private and financial sector development across borders and using the benefits of infrastructure to achieve a unified African market. The Bank intends to look at innovative financing structures to help support these priorities.",
        "objective" : "To increase integration and connectivity for growth.",
        "mapFileName" : "afdb.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,3],
        "sectorIDs": [5,6,7,10,11,14],
        "sectors": [],
        "partners" : "African member countries",
        "countries" : "African member countries"
      },
      {
        "id" : 7,
        "name" : "Joint Ministerial Committee of the Boards of Governors of the Bank and the Fund on the transfer of Real Resources to Developing Countries.",
        "type" : "Finance facility/fund",
        "description" : "The financial structure & financing capabilities of the MDBs & IMF enable them to leverage their capital to provide finance in many forms (from grants to “blended” concessional finance to loans to guarantees to equity investment) & purposes. The non-concessional institutions/windows of the MDBs are funded efficiently by small amounts of paid-in capital, in many cases backed by callable capital. Leveraging these amounts, the banking model of the MDBs mobilizes substantial resources from the capital markets at lower interest rates reflecting their strong financial structure & high ratings. Grant & concessional funding from shareholders & development partners supports concessional financing for the poorest, fragile & conflict-affected states. ",
        "objective" : "To mobilize funding for the achievement of all SDGs.",
        "mapFileName" : "int_global.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,2,3],
        "sectorIDs": [5,6,7,8,9,10,11,12,13,14],
        "sectors": [],
        "partners" : "The African Development Bank (AfDB), Asian Development Bank (AsDB), European Bank for Reconstruction & Development (EBRD), European Investment Bank (EIB), Inter- American Development Bank Group (IDBG), & the World Bank Group (WBG) and the International Monetary Fund (IMF). ",
        "countries" : "Poorest, fragile & conflict-affected states."
      },
      {
        "id" : 8,
        "name" : "Sustainable Energy Fund for Africa (SEFA)",
        "type" : "Finance facility/fund",
        "description" : "SEFA is a multi-donor trust fund that supports small and medium-sized renewable energy and energy efficiency projects in Africa. SEFA aims to support sustainable private-sector led economic growth in African countries through the efficient utilization of presently untapped clean energy resources. It operates under three financing windows: project preparation, equity investments and enabling environment support. ",
        "objective" : "Reliable, clean and affordable energy can contribute to strong African economies and can have a positive impact in creating employment opportunities across the continent.",
        "mapFileName" : "africa.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,3],
        "sectorIDs": [11],
        "sectors": [],
        "partners" : "Administered by AfDB. Funding received from the Governments of Denmark, United States and Norway. Partners include Italien, Danmark (DANIDA), Storbritannien (DFID), Amerika (USAID/Power Africa).",
        "countries" : "Africa"
      },
      {
        "id" : 9,
        "name" : "Enhanced Private Sector Assistance for Africa (EPSAA initiative)",
        "type" : "Initiative",
        "description" : "A multi-component, multi-donor framework for resource mobilization and development partnership to support implementation of the AfDB’s Strategy for Private Sector Development. Consists of: (a) Accelerated Co-financing Facility for Africa (ACFA, a sovereign co-financing arrangement with JICA, where JICA lends on preferential terms to borrowers under this scheme); (b) Non-sovereign Loan (NSL, a line of credit from JICA to the Bank on concessional terms for financing the Bank’s private sector operations), and (3) Fund for African Private Sector Assistance (FAPA), a Trust Fund for technical assistance and capacity building for the Bank’s public and private sector clients.",
        "objective" : "To support the implementation of the AfDB's strategy for Private Sector Development, in support of socio-economic development in Africa.",
        "mapFileName" : "africa.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,2],
        "sectorIDs": [5],
        "sectors": [],
        "partners" : "Conceived in partnership with the Government of Japan (GOJ), which has provided financial support for its implementation since 2005.",
        "countries" : "Africa"
      },
      {
        "id" : 10,
        "name" : "Rural Water Supply & Sanitation Initiative (RWSSI)",
        "type" : "Initiative",
        "description" : "An Africa-wide initiative hosted by the African Development Bank (AfDB). RWSSI supports rural water and sanitation projects and programs with funding for investment operations, strengthening sector processes and systems, as well as through advocacy and knowledge building. New sources of finance, and better use of existing sources, are a critical element, requiring initiatives to attract private sector and non-traditional resources in the Rural WaSH.",
        "objective" : "To accelerate access to drinking water supply and sanitation in rural Africa in order to attain the Sustainable Development Goals (SDGs) and the African Water Vision targets.",
        "mapFileName" : "africa.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,3],
        "sectorIDs": [9],
        "sectors": [],
        "partners" : "Funded through contributions from the AfDB, bilateral and multilateral agencies, African governments and communities, and the RWSSI Trust Fund. ",
        "countries" : "Africa"
      },
      {
        "id" : 11,
        "name" : "African Guarantee Fund (AGF) for Small and Medium-sized Enterprises",
        "type" : "Finance facility/fund",
        "description" : "A market-friendly guarantee scheme aimed at easing access to finance for African SMEs; it provides financial guarantees to financial institutions to stimulate financing to SMEs and unlock their potential to deliver inclusive growth in the region. The AGF is a public-private partnership with other donors, development finance institutions and private investors expected to join to provide additional capital and scale up its operations. Offerings include partial credit guarantees and capacity development.",
        "objective" : "To ease access to finance for African SMEs.",
        "mapFileName" : "africa.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,2],
        "sectorIDs": [5],
        "sectors": [],
        "partners" : "Designed and funded by the AfDB in partnership with the governments of Denmark and Spain.",
        "countries" : "Africa"
      },
      {
        "id" : 12,
        "name" : "Somalia Infrastructure Fund",
        "type" : "Finance facility/fund",
        "description" : "The Somalia Infrastructure Fund (SIF) is one of the financing windows under the Somalia Development and Reconstruction Facility (SDRF) of the New Deal COMPACT for Somalia. The focus of the SIF is the rehabilitation and development of infrastructure, and related skills development and institutional capacity building. The Fund takes advantage of the Bank’s existing Transition Support Facility to mobilize resources. Consists of: (a) financing of infrastructure investments in transport, energy, water & sanitation, ICT; (b) capacity building (public & private sector); financing and governance.",
        "objective" : "To support the development of Somalia through promoting infrastructural development.",
        "mapFileName" : "somalia.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,2,3],
        "sectorIDs": [14],
        "sectors": [],
        "partners" : "Additional funding received from the Korea-Africa Economic Cooperation (KOAFEC) trust fund for a feasibility study to establish a Somali Electrification Agency; and the Nigeria Technical Cooperation Fund (NTCF) to undertake a study to prepare a project to refurbish vocational training centre(s) in Somalia. Both are trust funds managed by the Bank.",
        "countries" : "Somalia"
      },
      {
        "id" : 13,
        "name" : "Africa Energy Market Place (AEMP)",
        "type" : "Events",
        "description" : "A collaborative investment platform created as part of the New Deal on Energy for Africa, designed to aid private investments in the energy sector using a tri-partite model that brings together governments, the private sector & development partners for action-oriented policy dialogue. AEMP Round 3 will be held 25-26 June 2019 in Abidjan, Côte d’Ivoire, extending its coverage to 11 countries by: (a) Co-creating joint action plans for the next cohort: Angola, Botswana, Democratic Republic of Congo, Ghana and Madagascar; and (b) Reviewing policy reform execution progress in the joint action plans from round 1 & 2 countries, Côte d’Ivoire, Ethiopia, Nigeria, South Africa, Tanzania and Zambia.",
        "objective" : "Support the development of the energy sector in Africa,",
        "mapFileName" : "map006.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,2,3],
        "sectorIDs": [11],
        "sectors": [],
        "partners" : "None specified.",
        "countries" : "Angola, Botswana, Democratic Republic of Congo, Ghana, Madagascar, Côte d’Ivoire, Ethiopia, Nigeria, South Africa, Tanzania and Zambia"
      },
      {
        "id" : 14,
        "name" : "African Water Facility",
        "type" : "Finance facility/fund",
        "description" : "The AWF provides grants and technical assistance to implement innovative water projects and raise investment for water projects throughout Africa. The AWF provides grants for project preparation, water governance and water knowledge, supporting projects designed to increase water, energy and food security, enhance regional cooperation and promote socio-economic growth in Africa. Hosted and managed by the African Development Bank (AfDB). On average each €1 contributed by the AWF has attracted €32 in additional follow-up investments.",
        "objective" : "To assist African countries to mobilize and apply resources for the Water and Sanitation sector to help enable them to successfully implement the Africa Water Vision (2025) and meet the MDGs (2015).",
        "mapFileName" : "africa.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,2,3],
        "sectorIDs": [9,11,13],
        "sectors": [],
        "partners" : "The AWF has mobilised funds from at least 15 bilateral, multilateral financial institutions, foundations (Bill and Melinda Gates Foundation) and African governments. Partners include NEPAD, the Water and Sanitation Programme (WSP) - Africa, NEPAD's Infrastructure Project Preparation Facility (IPPF), and the Global Water Partnership.",
        "countries" : "Various African countries"
      },
      {
        "id" : 15,
        "name" : "Agriculture Fast Track Fund",
        "type" : "Finance facility/fund",
        "description" : "The Agriculture Fast Track (AFT) Fund is facilitating investments in agricultural infrastructure in Africa by lowering project preparation costs for AFT Grant Recipients. The AFT will provide grant funding for the initial project development costs of a range of agriculture infrastructure projects spanning the entire value chain from production to market. These can emanate from the private or public sector and from local or international businesses. The types of projects envisioned range from rural feeder roads to agro-processing and marketing facilities to out-grower schemes. The emphasis will be on projects that contribute to food security and support to smallholders.",
        "objective" : "To facilitate investments in agricultural infrastructure in Africa by lowering project preparation costs for grant recipients.",
        "mapFileName" : "map007.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [13],
        "sectors": [],
        "partners" : "The AFT Fund is a multi-donor trust fund managed by the African Development Bank with funding support from the US government represented by USAID, the Danish Government represented by DANIDA, and the Swedish Government represented by SIDA. The AFT is housed at the Agriculture & Agro-Industry Department (AHAI) of the African Development Bank.",
        "countries" : "Began in 10 African states who are members of the New Alliance for Food Security and Nutrition in Africa: Benin, Burkina Faso, Côte d’Ivoire, Ethiopia, Ghana, Malawi, Mozambique, Nigeria, Senegal and Tanzania. Will be expanded."
      },
      {
        "id" : 16,
        "name" : "Japan-Africa Energy Initiative",
        "type" : "Finance facility/fund",
        "description" : "The Government of Japan and AfDB signed a Letter of Intent in July 2017 to launch the Japan-Africa Energy initiaitve (JAEI) to provide support to the New Deal on Energy for Africa which aims to achieve universal access to energy by 2025. Japan will provide up to US$ 6 billion in both concessional and non-concessional finance for a variety of energy operations that will support the provision of electricity for homes, schools, hospitals, agriculture, industries and clean cooking. The Initiative will support the full range of activities associated with public and private sector energy projects – preparation, construction and operations, through a mix of financing and technical assistance. ",
        "objective" : "To provide support to the New Deal on Energy for Africa which aims to achieve universal access to energy by 2025, using available energy sources and the most advanced technologies.",
        "mapFileName" : "africa.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,2],
        "sectorIDs": [11],
        "sectors": [],
        "partners" : "Government of Japan",
        "countries" : "Africa (not specified)"
      },
      {
        "id" : 17,
        "name" : "Risk mitigation instruments (guarantees)",
        "type" : "Instruments",
        "description" : "AfDB, through the African Development Fund, offers risk mitigation instruments in the form of partial risk guarantees (PRG), partial credit guarantees (PCG) and 100% bond guarantees. The PRG aims to(a) leverage resources from the private sector and other co-financiers for ADF countries, including fragile states, and (b) incentivize governments to undertake policy and fiscal reforms necessary to mitigate performance-related risks.  The ADF-PRG insulates private lenders against well-defined political risks related to the failure of a government or a government-related entity to honor certain specified commitments. The ADF PCG is designed to address the challenges faced by ADF countries that are performing well economically and State Owned Enterprises in their quest to mobilize both domestic and external commercial financing for developmental purposes.  It serves to partially guarantee debt service obligations of low income countries (LICs) and well-performing State Owned Enterprises in LICs, allowing them to catalyze more financing at more attractive terms to finance their development needs.",
        "objective" : "To stimulate additional private sector investments in low income countries.",
        "mapFileName" : "africa.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [14],
        "sectors": [],
        "partners" : "Not specified.",
        "countries" : "PRG - ADF countries; PCGs - ADF countries are eligible for PCGs only if they are classified as countries with low risk of debt distress (green light countries based on the World Bank/IMF Debt Sustainability Framework traffic light country classification) and deemed to have adequate debt management capacity.  "
      },
      {
        "id" : 18,
        "name" : "African Co-Guarantee Platform",
        "type" : "Forum/platform",
        "description" : "A collective de-risking instrument aimed at addressing the perceived high risk across the continent and the lack of capacity of traditional lenders to provide risk mitigation products for projects. The platform is intended to increase the volume of insurance and guarantee solutions available to project sponsors and their bankers in a market-responsible manner. The platform is expected to enhance the relevance of the respective institutions’ instruments in the region by implementing joint risk mitigation transactions.",
        "objective" : "To mobilise greater amounts of investment that would otherwise not take place in the region in the absence of affordable risk mitigation products.",
        "mapFileName" : "africa.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [11,14],
        "sectors": [],
        "partners" : "The Islamic Corporation for the Insurance of Investment and Export Credit (ICIEC), African Trade Insurance Agency (ATI) and GuarantCo entered into a Memorandum of Understanding in late 2018.",
        "countries" : "Africa (not specified)"
      }
    ]
  },
  {
    "id" : 183,
    "name" : "International Development Research Centre (IDRC/ CRDI)",
    "SDIP" : false,
    "description" : "Canadian Federal Crown Corporation that invests in knowledge, innovation, and solution to improve lives and livelihoods in developing countries. ",
    "type" : "Research institution/think tank",
    "geography" : "International",
    "projects" : [
      {
        "id" : 1,
        "name" : "Canadian International Food Security Research Fund",
        "type" : "Finance facility/fund",
        "description" : "This is a blended finance intiative that supports research work to improve food supply chains to increase nutrition in developing countries. ",
        "objective" : "To bring market-ready agricutlural innovvations to more people to improve lives and livelihoods. ",
        "mapFileName" : "int_global.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,2],
        "sectorIDs": [13],
        "sectors": [],
        "partners" : "Global Affairs Canada (GAC), DFID",
        "countries" : "Developing countries"
      },
      {
        "id" : 2,
        "name" : "Maternal and Child Health Program",
        "type" : "Programme/service area",
        "description" : "Researchers and decision-makers working on practical solutions to challenges in health care systems that will lead to lower death rates among pregnant women and children.",
        "objective" : "To improve health outcomes for mothers and babies in African countries.",
        "mapFileName" : "africa.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,2],
        "sectorIDs": [12],
        "sectors": [],
        "partners" : "Global Affairs Canada (GAC), DFID, IDRC, Canadian Institute of Health Research",
        "countries" : "African countries"
      },
      {
        "id" : 3,
        "name" : "Collaborative Consortiums",
        "type" : "Coalition/network",
        "description" : "Five collaborative consortiums on climate change in hot spots. The Consortiums provide an ooprtunity to jointly research to inform policy and practice, and to help governments in these regions to design and adopt new policies to better equipment local populations to adapt to climate change. ",
        "objective" : "Mitigate and adapt to climate change in countries where funding for research and adaptation does not exist. ",
        "mapFileName" : "int_global.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,2],
        "sectorIDs": [8],
        "sectors": [],
        "partners" : "DFID, IDRC",
        "countries" : "Fragile countries "
      },
      {
        "id" : 4,
        "name" : "Safe and Inclusive Cities",
        "type" : "Programme/service area",
        "description" : "Global program that documents the links between urban violence, poverty and inequalities. The program proposed comprehensive solutions to reduce feelings of insecurity and the number of violent deaths in cities.",
        "objective" : "Safer cities. ",
        "mapFileName" : "int_global.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [4],
        "sectors": [],
        "partners" : "Global Affairs Canada (GAC), IDRC",
        "countries" : "Global Program"
      },
      {
        "id" : 5,
        "name" : "Collaborative Adaptive Research Initiative for Africa & Asia",
        "type" : "Initiative",
        "description" : "Builds the resilience of vulnerable populations and their livelihoods in climate hot spots by supporting collaborative research on climate change adaptation to inform policy and practice. Takes a unique approach by organizing research around four consortia that bring together more than 450 research institutions, 18 organizatons and 40 other partners. ",
        "objective" : "Climate resilience in fragile countries. ",
        "mapFileName" : "int_global.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,2],
        "sectorIDs": [8],
        "sectors": [],
        "partners" : "IDRC, DFID",
        "countries" : "Fragile countries "
      },
      {
        "id" : 6,
        "name" : "Cultivate Africa's Future (Culti AF)",
        "type" : "Agreement/partnership/MOU",
        "description" : "Research partnership designed to support applied research to combat hunger in sub-Saharan Africa by harnessing the potential for innovation among smallholder farmers. Also identifies ways to extend the reach of promising research to support national and regional food security efforts in Africa.",
        "objective" : "Help governments, institutions, private enterprises and farmers adopt better food security policies and practices. ",
        "mapFileName" : "subsah_africa.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,2],
        "sectorIDs": [13],
        "sectors": [],
        "partners" : "IDRC, GAC",
        "countries" : "Sub-Saharan Africa"
      },
      {
        "id" : 7,
        "name" : "Growth and Economic Opportunities for Women Program",
        "type" : "Programme/service area",
        "description" : "Work with research teams around the world to generate evidence on women's economic empowerment and to promote the use of research by decision-makers.",
        "objective" : "Promote research use by decision-makers.",
        "mapFileName" : "int_global.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,2,3],
        "sectorIDs": [1,4],
        "sectors": [],
        "partners" : "IDRC, GAC, DFID, Willem and Flora Hewlett Foundation",
        "countries" : "Developing countries"
      },
      {
        "id" : 8,
        "name" : "The Information and Networks in Asia and Sub-Saharan Africa Program (INASSA)",
        "type" : "Programme/service area",
        "description" : "Program focusses on producing and sharing credible, high-quality evidence on the influence of digital intiatives in governance, science, learning and entrepreneurship. ",
        "objective" : "Build on evidence base that shows the links between increasing use of digital information networks & economic growth, democratic reform, & greater educational opportunities in developing countries. ",
        "mapFileName" : "subsah_asia.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,2,3],
        "sectorIDs": [10],
        "sectors": [],
        "partners" : "IDRC, DFID",
        "countries" : "Developing countries in Asia and Sub-Saharan Africa"
      },
      {
        "id" : 9,
        "name" : "International Partnerships for Sustainable Societies (IPASS)",
        "type" : "Agreement/partnership/MOU",
        "description" : "A 7-year joint initiative that supports international partnerships. These collaborations are producing high-quality research to inform academic, public and policy debates in ways that can help create just, inclusive and sustainable social and economic development. ",
        "objective" : "Create just, inclusive and sustainable social and economic development.",
        "mapFileName" : "int_global.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,3],
        "sectorIDs": [1,4],
        "sectors": [],
        "partners" : "IDRC, Social Sciences and Humanities Research Council of Canada",
        "countries" : "Developing Countries"
      },
      {
        "id" : 10,
        "name" : "Inclusive Growth and Development",
        "type" : "Projects",
        "description" : "Collaboration to promote innovative public-private-civil society partnerships. The project will develop regional & global platforms whereby the private sector, local governments, the donor community, and civil society can work together to develop and champion sustainable, scalable, and evidence-based solutions that enable pro-growth and pro-inclusion outcomes.",
        "objective" : "To foster inclusive economic development by providing concrete examples to governments & other stakeholders, & by building a platform for identifying innovative private-public partnerships that offer the potential for scaling up, replication, or adaptation.",
        "mapFileName" : "int_global.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [3],
        "sectorIDs": [1],
        "sectors": [],
        "partners" : "World Economic Forum (WEF)",
        "countries" : "112 countries (locations not specified)"
      },
    ]
  },
  {
    "id" : 184,
    "name" : "Development Bank of Austria (OeEB) ",
    "SDIP" : false,
    "description" : "Joint Stock Company that provides financing at near-market conditions, but can take on more economc risk than commercial banks. They acquire a financial interest in companies in developing countries and emerging markets, and strengthen the developmental effects. ",
    "type" : "Development finance institution (DFI)",
    "geography" : "International",
    "projects" : [
      {
        "id" : 1,
        "name" : "Adenia Capital IV Fund",
        "type" : "Finance facility/fund",
        "description" : "The fund provides equity capital for SME enterprises in Sub-Saharan Africa, and gives equity capital to local companies. ",
        "objective" : "To improve the living conditions of people in disadvantaged regions over the long term.",
        "mapFileName" : "subsah_africa.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,3],
        "sectorIDs": [5,6],
        "sectors": [],
        "partners" : "Adenia Capital IV",
        "countries" : "Sub-Saharan Africa"
      },
      {
        "id" : 2,
        "name" : "Africa Agriculture and Trade Investment Fund (AATIF) ",
        "type" : "Finance facility/fund",
        "description" : "The fund's aim is to improve food security, and the employment and income situation in rural African regions, as well as to sustainably improve the use of existing potentials in agriculture and its value chain. With its financing, the fund especially aims at smallholders and contract farmers. It also supports training measures and transfer of 'know-how'. The fund contributes to closing a central gap, since long-term financing is not available on the local African financial market. More than 30,000 small farmers have so far benefited from the fund's investments.",
        "objective" : "To contribute to strengthening the African agriculture and its value chain.",
        "mapFileName" : "africa.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [5,6,13],
        "sectors": [],
        "partners" : "Africa Agriculture and Trade Investment Fund (AATIF). German development bank KfW, on behalf of the German Federal Ministry for Economic Cooperation & Development (BMZ). International Labour Organisation (ILO) and the United Nations Environment Programme (UNEP).",
        "countries" : "Africa"
      },
      {
        "id" : 3,
        "name" : "Africa Finance Corporation Fund",
        "type" : "Finance facility/fund",
        "description" : "AFC provides financing for infrastructure projects in Sub-Saharan Africa and in this way contributes to the region's economic development.",
        "objective" : "Contribute to reducing the infrastructure financing gap. Contribute to the region's economic development.",
        "mapFileName" : "subsah_africa.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [14],
        "sectors": [],
        "partners" : "Africa Finance Corporation",
        "countries" : "Sub-Saharan Africa"
      },
      {
        "id" : 4,
        "name" : "Africa Renewable Energy Fund (AREF)",
        "type" : "Finance facility/fund",
        "description" : "The fund invests in renewable energy projects. In doing so, the fund mainly works with local project developers and provides not only equity capital but also 'know-how' for the project preparation and implementation. The fund has a total volume of around USD 200 million. Its portfolio includes hydro, wind, solar, geothermal and biomass projects.",
        "objective" : "To improve energy supply in Sub-Saharan Africa.",
        "mapFileName" : "subsah_africa.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [11],
        "sectors": [],
        "partners" : "Africa Renewable Energy Fund (AREF)",
        "countries" : "Sub-Saharan Africa"
      },
      {
        "id" : 5,
        "name" : "Ascent Rift Valley Fund Ltd",
        "type" : "Finance facility/fund",
        "description" : "This fund focuses on the development of SME in seven East African countries. The Ascent Rift Valley Fund provides small and medium-sized enterprises with equity capital. These investments are an important driving force for the development of these businesses which in turn create new jobs and support the economic growth of the region. The focus sectors are healthcare, fast moving consumer goods (FMCG), processing of agricultural products and financial services.",
        "objective" : "Economic growth in the region.",
        "mapFileName" : "oeeb.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [5,6,12,13],
        "sectors": [],
        "partners" : "Ascent Rift Valley Fund Ltd, Chims Africa",
        "countries" : "Ethiopia, Uganda, Kenya, Tanzania, Rwanda, South Sudan & Burundi"
      },
      {
        "id" : 6,
        "name" : "Chase Bank Africa",
        "type" : "Finance facility/fund",
        "description" : "OeEB’s credit line facilitates SMEs’ access to finance, which contributes to the economic growth of the country as well as to creating and securing jobs.  In its financing activities, Chase Bank focuses on small and medium-sized enterprises in the retail, tourism, health, food and agricultural sectors.",
        "objective" : "Economic growth in the region.",
        "mapFileName" : "subsah_africa.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [1,5,6,12,13],
        "sectors": [],
        "partners" : "Chase Bank (Kenya) Limited",
        "countries" : "Sub-Saharan Africa, Kenya"
      },
      {
        "id" : 7,
        "name" : "Ecobank Transnational Incorporated",
        "type" : "Finance facility/fund",
        "description" : "USD 15 million to a long-term credit line to Ecobank Transnational Incorporated, arranged by the Dutch development bank FMO. The funds are dedicated to financing local small and medium-sized enterprises (SME).",
        "objective" : "Help strengthen the region's private sector and contribute to securing and creating jobs.",
        "mapFileName" : "subsah_africa.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [5,6],
        "sectors": [],
        "partners" : "FMO, DEG, Proparco, BIO, Blue Orchard, Symbiotics, Oikocredit",
        "countries" : "Sub-Saharan Africa"
      },
      {
        "id" : 8,
        "name" : "Fidelity Bank Ghana",
        "type" : "Finance facility/fund",
        "description" : "Credit line of USD 10 million to Fidelity Bank Ghana for the financing of local small and medium-sized enterprises (SME). OeEB's credit line enables Fidelity Bank Ghana to extend its SME operations and thus contributes to improving SMEs' access to finance, strengthening the private sector and creating jobs.",
        "objective" : "To strengthen the private sector and to create jobs the government therefore focuses on supporting SME.",
        "mapFileName" : "ghana.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [1,5,6],
        "sectors": [],
        "partners" : "Fidelity Bank Ghana Ltd.",
        "countries" : "Ghana"
      },
      {
        "id" : 9,
        "name" : "FirstRand Bank Ltd. - Infrastructure",
        "type" : "Finance facility/fund",
        "description" : "A loan to FirstRand Bank in a total of EUR 15 million for projects in Low Income Countries (LICs) and Sub-Saharan Africa in order to finance infrastructure.",
        "objective" : "To enable the allocation from long-term credits in LICs in Sub-Saharan Africa to finance infrastructure projects. By financing these projects OeEB helps towards a stabilization of the private sector & fostering private investments, create employment and enable economic growth for the region.",
        "mapFileName" : "subsah_africa.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [14],
        "sectors": [],
        "partners" : "FirstRand Bank Ltd.",
        "countries" : "Sub-Saharan Africa"
      },
      {
        "id" : 10,
        "name" : "FirstRand Bank Ltd. – Renewable Energy",
        "type" : "Finance facility/fund",
        "description" : "A long-term credit line of USD 20 million to FirstRand Bank for the financing of renewable energy projects in South Africa. OeEB's credit line supports FirstRand Bank in providing long-term financing for renewable energy projects (wind, solar and small hydro power projects) in South Africa.",
        "objective" : "This contributes to climate protection, improves the energy supply and reduces dependence on fossil fuels.",
        "mapFileName" : "za.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [11],
        "sectors": [],
        "partners" : "FirstRand Bank Ltd.",
        "countries" : "South Africa"
      },
      {
        "id" : 11,
        "name" : "Frontier Energy II",
        "type" : "Finance facility/fund",
        "description" : "OeEB invested USD 5 million in Frontier Energy II K/S – a fund providing equity capital for renewable energy projects in order to improve Sub-Saharan Africa's energy supply.",
        "objective" : "To improve Sub-Saharan Africa's energy supply by mobilising the region's promising renewable energy potential. In doing so, the fund mainly cooperates with local project developers and provides not only equity capital but also know-how for the implementation of energy projects.",
        "mapFileName" : "subsah_africa.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,2],
        "sectorIDs": [11],
        "sectors": [],
        "partners" : "Frontier Energy II K/S",
        "countries" : "Sub-Saharan Africa"
      },
      {
        "id" : 12,
        "name" : "IFC Mobile Banking",
        "type" : "Finance facility/fund",
        "description" : "OeEB provided Business Advisory Services funds to two microfinance institutions in Rwanda and Nigeria for the implementation of mobile banking services.",
        "objective" : "Increase access to banking. ",
        "mapFileName" : "rwanda_nigeria.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,2],
        "sectorIDs": [6],
        "sectors": [],
        "partners" : "IFC",
        "countries" : "Rwanda, Nigeria"
      },
      {
        "id" : 13,
        "name" : "Regional Hospital Laboratory Partnership Program",
        "type" : "Finance facility/fund",
        "description" : " OeEB provided Business Advisory Services funds for the improvement of access to laboratory services in Ethiopia.",
        "objective" : "To improve access to qualitative medical and diagnostic laboratory services by training staff and organizing the safe transport of samples.",
        "mapFileName" : "ethiopia.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [12],
        "sectors": [],
        "partners" : "International Clinical Laboratories (ICL)",
        "countries" : "Ethiopia"
      },
      {
        "id" : 14,
        "name" : "Regional Micro, Small and Medium Enterprise Investment Fund (REGMIFA)",
        "type" : "Finance facility/fund",
        "description" : "Innovative finance for micro, small and medium-sized enterprises in Sub-Saharan Africa. The fund provides credit lines to microfinance institutions (MFIs) in countries such as Kenya, Tanzania or Ghana. These MFIs can thus provide microloans to enterprises. OeEB provides Business Advisory Services funds for REGMIFA's Technical Assistance Facility.",
        "objective" : "Increase access to finance in local currency.",
        "mapFileName" : "subsah_africa.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,2],
        "sectorIDs": [5,6],
        "sectors": [],
        "partners" : "REGMIFA",
        "countries" : "Sub-Saharan Africa"
      },
      {
        "id" : 15,
        "name" : "ShoreCap III",
        "type" : "Finance facility/fund",
        "description" : "OeEB invested USD 1.5 million in Shore Cap III, a fund that provides equity capital and management support for microfinance institutions and banks in Sub-Saharan Africa.",
        "objective" : "By supporting these financial institutions serving low income and emerging middle-class communities, ShoreCap promotes financial inclusion and contributes to the region's economic development as well as to securing and creating jobs.",
        "mapFileName" : "subsah_africa.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [5,6],
        "sectors": [],
        "partners" : "Equator Capital Partners LLC",
        "countries" : "Sub-Saharan Africa"
      }
    ]
  },
  {
    "id" : 185,
    "name" : "Standard Chartered Bank PLC",
    "SDIP" : true,
    "description" : "Standard Chartered PLC is a British multinational banking and financial services company headquartered in London, England. It operates a network of more than 1,200 branches and outlets across more than 70 countries and employs around 87,000 people",
    "type" : "Private sector",
    "geography" : "International",
    "projects" : [
      {
        "id" : 1,
        "name" : "Supply Chain Finance Programme",
        "type" : "Agreement/partnership/MOU",
        "description" : "A supply chain finance programme that will increase financing for SME suppliers in Africa and South Asia, thereby boosting economic growth & trade opportunities. The first countries to benefit from this scheme are expected to be Nigeria, Uganda, Ghana & Kenya. The partnership between CDC & Standard Chartered will provide a financing ‘bridge’ that gives suppliers the opportunity to get paid early while enabling buyers in a supply chain to maximise their working capital. This improves cash flow for both buyers and suppliers, while boosting transparency and cutting risk across the supply chain. This partnership is a unique example of how blended finance helps boost international trade as an engine for inclusive economic growth and is central to achieving the Sustainable Development Goals.",
        "objective" : "Boosting economic growth and trade opportunities.",
        "mapFileName" : "scb_plc1.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [5],
        "sectors": [],
        "partners" : "CDC",
        "countries" : "Nigeria, Uganda, Ghana and Kenya"
      },
      {
        "id" : 2,
        "name" : "Five-year investment facility in Zimbabwean businesses",
        "type" : "Finance facility/fund",
        "description" : "A five-year investment facility that will lend up to US$100 million to grow businesses in Zimbabwe. The risk-sharing agreement provides much needed foreign currency capital for local businesses, allowing them to grow, create jobs and improve the country’s economic future.",
        "objective" : "Largest investment in the country’s private sector in years will create jobs and support the people of Zimbabwe.",
        "mapFileName" : "zimbabwe.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [1,5],
        "sectors": [],
        "partners" : "CDC",
        "countries" : "Zimbabwe"
      },
      {
        "id" : 3,
        "name" : "Commonwealth small states trade finance facility (GTR)",
        "type" : "Finance facility/fund",
        "description" : "The Facility will provide up to US$100 milliom of incremental trade finance over a three-year period to any of the 31 Commonwealth nations classified as small states. The concept is based on a “highly innovative” use of blended finance that seeks to achieve maximum impact with minimal levels of official assistance, reads a release from the Commonwealth Secretariat. The scheme includes an underlying risk participation agreement: the Commonwealth Secretariat will guarantee 10% on any loans secured under the facility. It is hoped that this risk cover will encourage international banks to offer higher trade finance lines to financial institutions in the small states by reducing their credit risk.",
        "objective" : "Encourage international banks to offer higher trade finance lines to financial institutions in the small states by reducing their credit risk.",
        "mapFileName" : "commonwealth.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [5],
        "sectors": [],
        "partners" : "Launched by the Commonwealth Secretariat, with Standard Chartered and Bank of Baroda acting as facility managers.",
        "countries" : "Commonwealth nations"
      },
      {
        "id" : 4,
        "name" : "Term Loan Facility",
        "type" : "Instruments",
        "description" : "5-year medium term loan facility supporting a road project benefiting from ATI cover. SCB was global co-ordinator, structuring bank and mandated lead arranger.",
        "objective" : "Roads development.",
        "mapFileName" : "zambia.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [7,14],
        "sectors": [],
        "partners" : "Africa Trade Insurance Agency",
        "countries" : "Zambia"
      },
      {
        "id" : 5,
        "name" : "Term Loan Facility",
        "type" : "Instruments",
        "description" : "15 year Sinosure covered term loan facility to support improvement of water treatment works in 3 cities.",
        "objective" : "Water supply.",
        "mapFileName" : "zambia.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [9],
        "sectors": [],
        "partners" : "Sinosure",
        "countries" : "Zambia"
      },
      {
        "id" : 6,
        "name" : "Term Loan Facility",
        "type" : "Instruments",
        "description" : "12 year EDC-backed term loan to finance inland container depot at a port.",
        "objective" : "Port development.",
        "mapFileName" : "ghana.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [7,14],
        "sectors": [],
        "partners" : "Export Development Canada",
        "countries" : "Ghana"
      },
      {
        "id" : 7,
        "name" : "Term Loan Facility",
        "type" : "Instruments",
        "description" : "7 year USAID-backed term loan for transmission and distribution grid strengthening.",
        "objective" : "Grid enhancement.",
        "mapFileName" : "zambia.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [11,14],
        "sectors": [],
        "partners" : "USAID",
        "countries" : "Zambia"
      },
      {
        "id" : 8,
        "name" : "Term Loan Facility",
        "type" : "Instruments",
        "description" : "10 year ICIEC-backed term loan for financing fire fighting and mobile healthcare equipment and related infrastructure.",
        "objective" : "Health and fire fighting equipment.",
        "mapFileName" : "senegal.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [12],
        "sectors": [],
        "partners" : "Islamic Corporation for the Insurance and Investment of Export Credit (ICIIEC)",
        "countries" : "Senegal"
      },
      {
        "id" : 9,
        "name" : "Term Loan Facility",
        "type" : "Instruments",
        "description" : "12 year UKEF-backed term loan to finance priority healthcare projects.",
        "objective" : "Health equipment.",
        "mapFileName" : "angola.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [12],
        "sectors": [],
        "partners" : "UK Export Finance",
        "countries" : "Angola"
      },
      {
        "id" : 10,
        "name" : "Term Loan Facility",
        "type" : "Instruments",
        "description" : "10 year KEXIM-backed term loan to finance agricultural and irrigation equipment.",
        "objective" : "Agriculture and irrigation equipment.",
        "mapFileName" : "angola.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [13],
        "sectors": [],
        "partners" : "Korea EXIM",
        "countries" : "Angola"
      },
      {
        "id" : 11,
        "name" : "Term Loan Facility",
        "type" : "Instruments",
        "description" : "EKF-backed term loan for the construction of a transmission line project.",
        "objective" : "Transmission line infrastructure.",
        "mapFileName" : "angola.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [11],
        "sectors": [],
        "partners" : "EKF Denmark",
        "countries" : "Angola"
      },
      {
        "id" : 12,
        "name" : "Term Loan Facility",
        "type" : "Instruments",
        "description" : "10 year IDA-backed term loan refinancing facility.",
        "objective" : "Energy project refinancing.",
        "mapFileName" : "kenya.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [11],
        "sectors": [],
        "partners" : "World Bank Group",
        "countries" : "Kenya"
      }
    ]
  },
  {
    "id" : 186,
    "name" : "International Finance Corporation (IFC) (part of the World Bank)",
    "SDIP" : false,
    "description" : "In addition to providing commercial financing for their own account, the IFC uses a number of tools to crowd in private sector finance. The IFC blends concessional funds - typically from development partners with the IFC's own commercial funding. ",
    "type" : "Development finance institution (DFI)",
    "geography" : "International",
    "projects" : [
      {
        "id" : 1,
        "name" : "General mandate",
        "type" : "General mandate",
        "description" : "In addition to providing commercial financing for their own account, the IFC uses a number of tools to crowd in private sector finance. The IFC blends concessional funds, typically from development partners with the IFC's own commercial funding. ",
        "objective" : "Crowd in private sector finance.",
        "mapFileName" : "int_global.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,2,3],
        "sectorIDs": [5,8,11,13],
        "sectors": [],
        "partners" : "Intervention specific, see below.",
        "countries" : "Developing countries"
      },
      {
        "id" : 2,
        "name" : "Managed Co-lending Portfolio Program (MCPP)",
        "type" : "Finance facility/fund",
        "description" : "The Managed Co-Lending Portfolio Program is IFC’s groundbreaking Syndications platform that creates diversified portfolios of emerging market private sector loans, allowing investors to increase exposure—or get first-time entry—to this asset class. The MCPP platform leverages IFC’s origination capacity and deep market knowledge to source opportunities for third-party investors to co-lend alongside IFC on commercial terms. The MCPP gives IFC the ability to provide larger financing packages than it could provide from its own account, and increases the pool of financing available for achieving development goals.",
        "objective" : "Increases the pool of financing available for achieving development goals.",
        "mapFileName" : "int_global.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [6,14],
        "sectors": [],
        "partners" : "The People's Bank of China, Allianz Global Investors, AXA, Eastspring Investments, Hong Kong Monetary Authority, Liberty Specialty Markets, Munich Re, Swiss Re.",
        "countries" : "Developing countries"
      },
      {
        "id" : 3,
        "name" : "InfraVentures: Global Infrastructure Project Development Fund",
        "type" : "Finance facility/fund",
        "description" : "IFC InfraVentures is a $150 million global infrastructure project development fund that has been created as part of World Bank Group’s efforts to increase the pipeline of bankable projects in developing countries. Its unique offering, combining early stage risk capital and experienced project development support, is designed to address the key constraints to private investment in infrastructure projects in frontier markets.",
        "objective" : "To increase the pipeline of bankable projects in developing countries",
        "mapFileName" : "int_global.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [14],
        "sectors": [],
        "partners" : "World Bank",
        "countries" : "Developing countries"
      },
      {
        "id" : 4,
        "name" : "Rwanda Early Stage Market Creation Project",
        "type" : "Projects",
        "description" : "Agricultural project to reduce malnutrition.",
        "objective" : "Reduce malnutrition and increase food security.",
        "mapFileName" : "rwanda.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,2],
        "sectorIDs": [13],
        "sectors": [],
        "partners" : "Private Sector Window of the Global Agriculture and Food Security Programe, World Food Program, Government of Rwanda.",
        "countries" : "Rwanda"
      },
      {
        "id" : 5,
        "name" : "Bridging the finance gap in Africa",
        "type" : "Projects",
        "description" : "Providing support to SMMEs. It is a risk-sharing facility that has helped to overcome the challenges of lending to smaller businesses by providing access to finance to enterprisies in African countries. ",
        "objective" : "Seeks to create markets through blended finance and relates to the IFC's strategic priority of promoting sustainable architecture to improve access to finance and spur job creation in fragile and conflict-affected countries in Africa. ",
        "mapFileName" : "ifc2.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,2],
        "sectorIDs": [5],
        "sectors": [],
        "partners" : "European Investment Bank, Ecobank, Global SMME Facility.",
        "countries" : "Burundi, Congo, Cote d 'Ivoire, DRC, Guinea, Mali, Chad and Togo"
      },
      {
        "id" : 6,
        "name" : "The Global Agriculture and Food Security Program (GAFSP) Private Sector Window",
        "type" : "Programme/service area",
        "description" : "Support projects in the agricultural sector through blended finance that may not attract funding, and addressing market failures by providing affordable funding on less demanding terms. Targets countries with the highest rates of poverty and hunger. It provides long- and short-term loans, credit guarantees and equity to support small-holders, and small & medium-sized enterprise (SME) farmers. ",
        "objective" : "Help improve productivity growth, create and deepen links to markets, and increase capacity and technical skills. Promote agricultture, reduce poverty, increase food security. ",
        "mapFileName" : "int_global.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,2],
        "sectorIDs": [1,5,13,14],
        "sectors": [],
        "partners" : "Governments of Australia, Canada, Japan, The Netherlands, United Kingdom, United States.  ",
        "countries" : "Various but in Africa 15. Mauritania, Madagascar, Côte d’Ivoire, Kenya, Cameroon, Rwanda, Burkina Faso, Liberia, Ethiopia, Malawi, Sierra Leone, Senegal, Uganda, Mozambique, Tanzania"
      },
      {
        "id" : 7,
        "name" : "Global SME Finance Facility ",
        "type" : "Finance facility/fund",
        "description" : "Blended finance partnership to close financing gaps faced by SMEs in emerging markets. Helps to increase access to finance for SMEs in emerging markets by providing financial intermediaries with dedicated SME lending windows, and guaranteeing loans made to SMEs using Blended Finance. This includes SMEs in fragile & conflict affected markets, women-owned businesses, education  andhealthcare SMEs, and companies in rural markets.",
        "objective" : "Catalyze access to finance for SMEs and generate 1 million jobs.",
        "mapFileName" : "int_global.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,2,3],
        "sectorIDs": [4,5],
        "sectors": [],
        "partners" : "European Investment Bank, UK Department of International Development, Netherlands Ministry of Foreign Affairs. ",
        "countries" : "Fragile countries including Africa. Suports 56 client financial institutions."
      },
      {
        "id" : 8,
        "name" : "Climate Investment Funds",
        "type" : "Forum/platform",
        "description" : "Blended funding for climate related projects in 72 countries worldwide, of which 28 are in Africa. There have been approximately 294 projects to date. ",
        "objective" : "$8 billion fund accelerates climate action by empowering transformations in clean technology, energy access, climate resilience, & sustainable forests in developing and middle income countries. The CIF’s large-scale, low-cost, long-term financing lowers the risk & cost of climate financing. It tests new business models, builds track records in unproven markets, & boosts investor confidence to unlock additional sources of finance.",
        "mapFileName" : "int_global.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [4,8,11,13],
        "sectors": [],
        "partners" : "Donor countries (14), citizen groups, private sector agents, MDBs, UN Agencies, Stakeholder Advisory Network on Climate Finance (Platform for blended finance). Donor countres are Australia, Canada, Denmark, France, Germany, Japan, Korea, Netherlands, Norway, Spain, Sweden, Switzerland, UK, and US. ",
        "countries" : "72 countries, 28 in Africa. Algeria, Benin, Burkino Faso, Cameroon, Congo, DRC, Côte d’Ivoire, Egypt, Ethiopia, Gambia, Ghana, Kenya, Lesotho, Liberia, Libya, Madagascar, Malawi, Mali, Mozambique, Niger, Nigeria, Rwanda, Sierra Leone, South Africa, Tanzania, Uganda, Zambia. "
      },
      {
        "id" : 9,
        "name" : "Canada Climate Change Program",
        "type" : "Programme/service area",
        "description" : "Program that seeks to promote private sector financing for clean energy projects through the use of concessional funds to catalyze investments in renewable, low-carbon technologies.  49 current projects.",
        "objective" : "Program that seeks to promote private sector financing for clean energy projects through the use of concessional funds to catalyze investments in renewable, low-carbon technologies.  49 current projects.",
        "mapFileName" : "int_global.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,2,3],
        "sectorIDs": [8,9,11],
        "sectors": [],
        "partners" : "Government of Canada",
        "countries" : "Approximately 30 globally, in Africa five countries; SA, Kenya, Ghana, Uganda and Nigeria."
      },
      {
        "id" : 10,
        "name" : "Finland-IFC Blended Finance for Climate Program",
        "type" : "Finance facility/fund",
        "description" : "Blending financing instrument to create markets for climate change solutions in countries where no investments are available or investing is very difficult due to a challenging operational environment and lagging market development. Started in 2017.",
        "objective" : "To support renewable and clean energy solutions and climate projects in developing / least developed countries by mobilizing/ supplying blending finance (e.g inclusive of Finnish private sector)",
        "mapFileName" : "int_global.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,3],
        "sectorIDs": [8,9,11,13],
        "sectors": [],
        "partners" : "Government of Finland",
        "countries" : "Least developed countries including Kenya"
      },
      {
        "id" : 11,
        "name" : "Canada-IFC Renewable Energy for Africa Program",
        "type" : "Programme/service area",
        "description" : "Program to catalyze private sector investments in renewable energy by offering concessional financing mixed with IFC's own account resources to mitigate the risks that can deter private sector investments in renewable energy in Africa. ",
        "objective" : "Spur renewable energy investments in Africa. Improve access to affordable and sustainable energy services, cut down on the dependency on fossil fuels, and bring African countries closer to accomplishing the SDGs. ",
        "mapFileName" : "africa.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [8,11],
        "sectors": [],
        "partners" : "Government of Canada",
        "countries" : "African continent"
      },
      {
        "id" : 12,
        "name" : "IFC Women Entrepreneurship Opportunity Facility",
        "type" : "Finance facility/fund",
        "description" : "Blended finance facility to respond to the fact that 70% of women-owned businesses (WOBs) are not served by financial institutions and WOBs lack access to credit. ",
        "objective" : "Promote economic development by promoting women's active participation in the economy.",
        "mapFileName" : "int_global.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [4,5],
        "sectors": [],
        "partners" : "Goldman Sachs",
        "countries" : "17 countries, one in Africa, Kenya"
      },
      {
        "id" : 13,
        "name" : "Women's Entrepreneurship Funding Initiative (We-Fi)",
        "type" : "Initiative",
        "description" : "Blended finance initative designed to unlock financing for women-led/owned businesses in development countries or in the most challenging environments. Started in July 2017.",
        "objective" : "Help women in developing countries gain increased access to finance, markets and networks, and grow a business. ",
        "mapFileName" : "africa.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1,2,3],
        "sectorIDs": [4,5],
        "sectors": [],
        "partners" : "African Deverlopment Bank, Asian Development Bank, European Bank, Inter-American Development Bank, IDB Invest, Islamic Development Bank, World Bank Group.",
        "countries" : "Developming countries, in Africa specifically in Mali and Nigeria."
      },
      {
        "id" : 14,
        "name" : "Banking on Tomorrow (Event)",
        "type" : "Events",
        "description" : "Bringing together senior thinkers from governments, finance, banking, NGOs and the corporate sector to explore the international effort to move countries out of fragility and into stability and growth.",
        "objective" : "Move states beyond aid dependency by building a strong private sector, backed up by a robust banking industry to provide goods & services, generate tax revenues & create employment opportunities.",
        "mapFileName" : "cote_divoire.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [3],
        "sectorIDs": [1,14],
        "sectors": [],
        "partners" : "Financial Times, Le Gouvernement Du Grand-Duche De Luxenbourg.",
        "countries" : "Hosted in Côte d’Ivoire"
      },
      {
        "id" : 15,
        "name" : "Health in Africa Fund",
        "type" : "Finance facility/fund",
        "description" : "A private equity fund investing in the health sector in Africa, in small- and medium-sized private sector companies in sub-Saharan Africa, such as health clinics and diagnostic centers, with the goal of helping low-income Africans gain access to affordable, high-quality health services. The fund will make long-term equity and quasi-equity investments in socially responsible and financially sustainable private health companies to scale up successful businesses, take proven business models into new regions, and identify and invest in areas where there are critical gaps.  It will invest, inter alia, in a wide range of companies that deliver health services (clinics, hospitals, diagnostic centers, labs) as well as risk pooling and financing vehicles (health management organizations, insurance companies) etc. ",
        "objective" : "To support investment in the private sector health companies in Africa, to increase access to health services.",
        "mapFileName" : "ifc.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [5,6,12],
        "sectors": [],
        "partners" : "Created by the IFC, African Development Bank, Bill & Melinda Gates Foundation, and the German development finance institution DEG. Managed by Aureos Capital. ",
        "countries" : "Côte d’Ivoire, Ghana, Kenya, Nigeria, Senegal, Tanzania, and Uganda. Angola, Burundi, Democratic Republic of Congo, Ethiopia, Mozambique, Rwanda, South Africa, and Zambia."
      },
      {
        "id" : 16,
        "name" : "Blended Finance Unit/Blended Finance for Impact",
        "type" : "Knowledge development",
        "description" : "IFC’s Blended Finance Unit blends funds from donor partners alongside IFC’s own in order to catalyze investments that would not otherwise happen because of market barriers. These funds can be used to undertake high-risk, high-reward projects that have strong potential to improve lives and reduce poverty.",
        "objective" : "To catalyze investments that would not otherwise take place.",
        "mapFileName" : "int_global.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [],
        "sectorIDs": [1,3,4,5,6,7,8,9,10,11,12,13,14],
        "sectors": [],
        "partners" : "World Bank Partners, or grant specific.",
        "countries" : "Developing countries"
      },
      {
        "id" : 17,
        "name" : "Country Private Sector Diagnostic Reports ",
        "type" : "Tools",
        "description" : "The diagnostics help identify opportunities as well as the barriers that need to be overcome to create markets in some of the most challenging areas of the world. They highlight areas where private sector investment could have significant development impact through improvements in efficiency, services, job creation, and sector growth. These reports tap into IFC’s knowledge of the private sector and its needs & limitations, and the World Bank’s expertise in promoting country policy reforms & dialogue with governments. Each publication includes an assessment of the state of private sector development in the country, a review of the macroeconomic situation, and relevant policy constraints, and indicates opportunities and constraints to increasing private sector investment and growth in key sectors that impact economic development. ",
        "objective" : "Tool to enable IFC and the World Bank to more systematically identify opportunities to help create or expand markets & private sector investment in developing countries.",
        "mapFileName" : "int_global.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [3],
        "sectorIDs": [1,4],
        "sectors": [],
        "partners" : "World Bank",
        "countries" : "Developing countries (in Africa reports have been completed for Ghana, Angola and Ethiopia)"
      },
      {
        "id" : 18,
        "name" : "Risk mitigation instruments (guarantees)",
        "type" : "Instruments",
        "description" : "The IFC provides a Partial Credit Guarantee (PCG) as a credit enhancement mechanism for debt instruments (bonds and loans). The PCG provides cover against comprehensive risk. Partial  guarantees  can  be  denominated  either  in  local  currency (typically for domestic transactions) or foreign currency (typically for cross-border transactions). ",
        "objective" : "To provide risk mitigation instruments in support of sustainable infrastructure projects.",
        "mapFileName" : "int_global.png",
        "formsOfSupport" : [],
        "formsOfSupportIDs" : [1],
        "sectorIDs": [14],
        "sectors": [],
        "partners" : "Not specified.",
        "countries" : "Developing countries"
      }
    ]
  }
]
